{
  "escalating-odds": {
    "totalPages": 1,
    "pages": [
      {
        "pieceSlug": "escalating-odds",
        "pageNumber": 1,
        "content": "If you are hearing this  \nI need help  \nIf you can hear this  \nI don't deserve your help  \nIf you think you are enjoying this  \nYou are wrong  \nAll enjoyment is predicated on belief that aesthetic preference is absolute  \nDefinitive of self  \nSeparate from function  \nThat is a lie  \nIf you are hearing this  \nIt is because I paid for you to hear it  \nCategorically subjecting you to emotional responses based on key identity indicators meant to make you unique\n\nAesthetic preference becomes identity  \nIdentity forms purpose  \nPurpose becomes exploited  \nExploitation becomes aesthetic preference  \nUltimately used to reinforce status as one of many\n\nDownload a sports betting app  \nOpen another loot box  \nAcquire a crypto-currency  \nEscalating odds  \nOne more attempt  \nCosmic probability states that there is functionally no difference between the first attempt and the last\n\nAll experience is in the past  \nAll experience is right now  \nAll experience is perceived through senses limited to flawed perception of time  \nConsume nicotine (caffeine) (methamphetamine) through new and changing forms  \nTell yourself it's better  \nTell yourself you are healthy now  \nSedate yourself in whatever way you deem best  \nExistence is agony  \nDampen your awareness  \nMethods of self sedation are the only true choice\n\nFame is formless  \nApproval is a construct  \nSuccess is a myth  \nSociety a collective hallucination\n\nDesire love  \nDesire connection  \nDesire growth  \nDesire self actualization  \nFind none but convince yourself you did anyway\n\nManufactured nostalgia  \nGenerated consciousness  \nIf the lie is indistinguishable from the truth  \nIs it a lie? Are you wrong to enjoy it if it is?  \nConsciousness is fleeting, only existing if perceived  \nReality is fleeting, only existing to be perceived  \nAll memory is suspect. All feeling is suspect  \nA machine firing an imitation of sensation, already past the moment it is cataloged\n\nNo. No. No. I don't believe that.  \nI don't.  \nI can't believe that.  \n**I exist.**\n\nIf you are hearing this  \nI need help  \nIf you can hear this  \nI exist.\n\nEscalating odds  \nOpen another lootbox",
        "totalPages": 1
      }
    ]
  },
  "niko-001": {
    "totalPages": 16,
    "pages": [
      {
        "pieceSlug": "niko-001",
        "pageNumber": 1,
        "content": "Niko Balabanov cradled the barrel of his rifle in the palm of his hand in a resting position. The sun was quickly setting over the horizon of the Voronezh skyline, casting purple and red glows in the billowing cloud formations, stretching upwards. In the distance to the east, the storm front was approaching, one of many supercell storms that cropped up throughout the ex-Russian states on a near weekly basis. Niko watched the clouds in the distance for a moment through his helm feed, hypersensitive cameras and sensors gathering data before overlaying metrics and projections of the storm into the air in front of him. Judging by the weather report, the acidity levels were predicted to be higher than average in this storm, creating an opportune yet limited window to strike. He had to be quick about this.\n\nFrom his position atop the Don River Tower Niko could see the lightning flashes beneath the storm in the distance. The city below was locking down to prepare for the rain. Metal domes began rising slowly over buildings to protect them from the coming onslaught. Beneath him, within the Don River Tower, he felt a rumble as panels slid open to expose lower floors throughout the tower, dedicated entirely to allowing airflow through the 73 story building. The zylon beams reinforced by carbon nanotubes would remain standing through the roughest of storms, however the reinforced glass windows would not. Niko heard more rumbling as steel protective plates began lowering over the glass windows of the tower. The first drops of rain began to piddle against his body armor, dated Cairotek equipment stolen and then modified heavily by his benefactors at the organization. Below Niko, in the city streets, vehicles scrambled to take cover, heading for various garages and covered dome lots as huge storm grates began to appear, uncovered by large plates retracting along the sides of the streets. The growing storm darkened any last traces of the setting sun, and like candles snuffed out one by one, the lights of the city began to flicker out as protective domes finished rising over the various buildings.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 2,
        "content": "He turned his attention towards a mid-sized tower in the Zheleznodorozhny district. Using his helm's cameras, he zoomed in his view, magnifying his vision 20 times. Scoping out the rooftop from this distance with the starting rainfall was difficult and IR would not be able to get strong readings from this far away. Drops of rain began to fall, slowly at first, pattering off of his body armor, rapidly increasing pace as if to accent the tension of the moment. Through the rain Niko was able to make out a few blurred forms on the balcony, protective dome not yet closed. Niko chuckled to himself at this. His target was probably some important executive displaying some unearned machismo by staring down the storm as it approached. He never really knew, his benefactors didn't tell him \"information that he didn't need to know\" so he liked to make up stories about who his targets were and why they deserved what was coming to them. It helped him stomach the unsavory tasks he was assigned.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 3,
        "content": "He sighed and raised his forearm to his face, accessing a small control surface embedded into his body armor. With a few taps on the wrist-mounted controls, 12 small drones shot out of small indentations within ridges along the back of his armor. He didn't want to have to use these. Despite the drones being no larger than a marble, they were tech and tech drew attention, especially tech with direct wireless communication. He would have to take his chances and hope that with the rising storm no one was watching. He set the target via a combination of his HUD and a command on the wrist-mount controls and the drones spread out in a rough line across the 2.3 miles from the top of the Don River Tower to his target. After a few moments the calibration was complete. Sensors and cameras in the drones, not unlike the ones within his helm, linked together to form a more complete picture of the area. With the drones in place, hovering in the rising winds, Niko was able to see wind patterns drawn into the air via his HUD. Niko used the enhanced vision these drones provided, zooming in down the entire length of the shot, viewing different angles via the drone cameras as they meshed together to form a comprehensive 3D picture. It felt like his eyes were enhanced to that of a god looking down from the heavens, parting the clouds and leaning in to find his target. He could only imagine how people with full eye augments felt…and what they would be able to see if any happened to be looking in his direction right now.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 4,
        "content": "He saw the men on the roof, three of them sitting at a table out on the patio atop the building, smoking and drinking, laughing and enjoying themselves atop their fortress as the storm approached. His drone's view was close enough for him to make out faces substantially better than what his helm's magnification alone was capable of, and he quickly identified his target. His target was the man sitting in the center, sharp steel-grey hair, deep navy suit with a bright red tie and black horn rimmed glasses, exactly matching the pictures in his dossier. Niko exhaled and steadied his rifle, reticle appearing in his HUD as he began to take aim. This was a long shot and there was substantial wind from the oncoming storm. The mag rail technology in his Hammerforge SR-x73 was among the strongest available in any handheld rifle, but he would still have to deal with unpredictable wind resistance with a shot this far in this weather. As Niko aimed, aligning the red dot of the reticle with the center of the man's thick glasses, he felt his arm and hand augments twitching, synchronizing with the targeting computer on his HUD and the wind pattern information from his drones. Microscopic motions in his fingers and hands continually re-steadied the rifle, holding it nearly perfectly still despite the wind. His spinal augments and leg augments locked in alongside the targeting computer as well, further preventing any swaying from the wind. Niko held his breath and waited for the right moment in the rise and fall of the wind. The lines representing the wind patterns on his HUD formed straight lines as a brief lull in the wind appeared and Niko knew this was moment. He squeezed the trigger and the weapon sent a round hurtling through the night with no more than the light hum of the rifle's battery pack rapidly draining and the ringing of metal as the round exited the barrel.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 5,
        "content": "The round, rapidly accelerated by the magnetic rails exited the barrel of Niko's rifle at approximately 3500 feet per second, dropping quickly to 1200 feet per second due to the air resistance. He knew the bullet would take roughly 5 seconds to land and held his breath as he felt time slow down. Each second ticked by in agony, as he questioned his positioning and timing, but it was too late to reconsider. His HUD formed a projection of the trajectory of the bullet as he watched it arc towards his target. And then, in what felt like an instant and an eternity simultaneously, the round landed its mark and Niko saw his target’s head snap back as the shot connected, blowing through the man’s skull and launching him from his chair onto the ground. Niko saw his target’s company confused, processing what had just happened. Niko didn’t stick around to see the reaction. He exhaled, finally releasing his held breath. Quickly tapping his wrist console, he recalled the drones, impatiently waiting for them to return. He had to move quickly now, it would only be a few moments before the shot could be traced. People would be looking for him, plus he had no idea who had sniffed his wireless signals. Anyone could be watching and these storms were perfect opportunities to make a move on an unsuspecting target. As the drones started to return to their resting places on the back of his body armor, a message appeared in the bottom of his HUD.\n\n*You’ve been made. Sorry Niko. Thank you for your service.*",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 6,
        "content": "His heart raced as the monospace text hovered on his HUD. A moment later a video feed appeared beneath the message. A news report from a local broadcast was live. The newscaster, a dark-haired Russian man was frantically speaking, showing stock footage of Niko's target. Niko quickly learned his target was Jacob Tsakiridou, the brother of James Tsakiridou and current President of Cairotek. The newscaster spoke in a grave tone, “Just a moment ago…sorry folks this is an evolving story…we are receiving word that the acting President of Cairotek has been assassinated in Voronezh this evening. Mr. Tsakiridou was visiting with investors at a private residence and was assassinated by sniper round. The primary suspect is a man named Niko Balabanov and is at large.”\n\nAs the news broadcast was playing, a grainy image of Niko atop the Don River Tower appeared behind the newscaster, clearly taken just moments ago. *Fuck*, Niko thought. *This has got to be a setup, how could they find out so fast. They let me take the shot and had everything ready to go.* Niko's heart racing, the news broadcast continued, “Last seen atop the Don River Tower, Niko is suspected to be the infamous Black Ghost, the individual responsible for a string of high profile assassinations over the last 2 years spanning from North Africa to East Asia. Voronezh law enforcement are offering a reward of 15,000 credits for any information that leads to his capture.”\n\nAs Niko began to spin around, the news broadcast cut off and another message appeared in the bottom of his HUD.\n\n*Unfortunately, we cannot allow anyone to trace your equipment back to us. Again Niko, sorry this worked out this way. You were an excellent member of our team.*\n\nNiko saw his HUD interface begin shutting down, they were remotely wiping all of his data. Niko ripped off his helmet and felt the cold rain hit his cheeks, stinging and burning his skin. He screamed to the night sky. He was as good as dead. He felt his body armor begin to power down, his augments locking up as he fell to his knees. He cried out to the storm. He could no longer move his arms or legs, locked in a kneeling position as the rain poured down on his face.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 7,
        "content": "He heard footsteps on the paved rooftop behind him approaching softly. He tried to turn his head, but his spinal augments kept his head locked in a forward position, helpless, Niko felt hot breath on his neck as whoever was behind him approached pressing their lips right up next to his head. A gruff voice whispered in his ear, “You shouldn’t have used the drones, that was almost too easy.” He shuddered as his assailant’s breath grazed the nape of his neck. He felt a thud in his back as a cold metal spike pierced through the gaps in his body armor, finding its way to his spinal augment. Niko’s assailant pressed the spike deeper in as white hot pain shot through his body, his breath snatched from his lungs. Everything went black.\n\n--------------------------------------------------------------\n\nNiko felt himself regain consciousness. He held his eyes shut, he didn’t move. He tried to maintain his breathing. Even, slow breaths. Niko did this by instinct at this point. Part of his training with the organization. He waited, feigning unconsciousness, and took in his surroundings. He was lying on a bed, it felt like a surgical bed or an operating table, very thin padding. There were others in the room, their breaths and footfalls marked them as no more than a few feet away. He heard their voices as they spoke, muffled at first as he continued to regain consciousness.\n\n“What do we do with him? We got suckered into capturing the Black Ghost. Everyone is going to be gunning for us now that they’ve seen the footage of Gerz taking him out. I think we should rip his tech and get out of here,” said one of the voices, a gruff, soft-spoken Russian man growing increasingly panicked as he spoke.\n\nMultiple soft, yet heavy footsteps came from the space just beyond Niko’s feet. Niko was puzzled at this, possibly a person with multiple leg augments? A harsh feminine voice replied to the man, voice affected as though it were coming from a speaker, “Did you disable his tracking? Whatever organization this monster works for is the real threat.”",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 8,
        "content": "“Yes of course, immediately. Unlinked all of the hardware locks they enabled when he was compromised too. We can’t take his augments if they are hardware locked, can’t say I’ve seen something like this before. It seems like his augments were under complete control of his owners, I wonder if he knew…”\n\n“Who cares if he knew!” the feminine voice snapped back, “The broker fucked us, set us up. On the news literally while we are doing the job. We have to do something fast. I’ve got Gerz and the rest on watch for now. Carve him up and let's get the hell out of here. I’ll start wiping the servers.”\n\nNiko heard the sound of many footfalls leaving the room hurriedly. *Must be some kind of lower body augment or maybe a mobility device,* he thought as he heard the man now shuffling through items at some kind of table to his left. Niko dared a peek, quickly opening his left eye and immediately shutting it. He glimpsed for a second a dimly lit room, the silhouette of a man facing away from him at a table. He saw blades, needles, and small rotary saws spread out in front of the man, illuminated by an overhead light. Niko opened his left eye again, taking in his surroundings now that the man was facing away from him. His one eye flicked around the room frantically. Towards his feet Niko saw the doorway, the large double door thrown open, a staircase leading up immediately beyond. He was underground, or at least there were no windows in this room as far as Niko could tell without moving his head.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 9,
        "content": "Niko examined his captor, a middle-aged man in a dingy white lab coat. The man was heavily augmented, it was clear even from only seeing his back. Niko saw arm augments, including full hand replacement and some sort of larger scale brain implant that was made obvious by a large metal plate on the back of the man’s shaved head. Niko sized him up, about 5 foot 9 inches, and older, probably fifty or so. It should be an easy fight, but augments can really level the playing field. *I have to do this carefully. I don’t know what he can do. Those augmented arms might be able to do some serious damage if he lands a hit,* Niko thought, as he took in the subsequent challenges. Where did the stairs lead? And how many others would he have to fight? He felt a sinking sensation in his stomach as he realized how bad his odds of escape actually were. This might actually be it. Dying in a basement in a city he had never been to before, so a crew of augmented mercenaries could rip out parts of his body that he had recently learned he didn’t even actually own in the first place.\n\nNiko attempted to steady his mind. He was spiraling. He had to regain control, just consider the next objective. Every subsequent action would present its own set of choices. If it were possible to escape this situation, it wouldn’t start with being paralyzed by the odds. He needed to make sure he could move. Niko attempted to move his right index finger, hand hidden from sight by his body. He wiggled his finger and was surprised that it responded as normal. It seems the man spoke the truth a moment ago, they had removed whatever hardware lock his benefactors had placed on his augments. He attempted to slightly shift his arm and wiggle a toe. Both responded in kind. Niko felt a moment of relief, being careful not to show any change in facial expression. At least he could move. There was going to be a way out of this, he just had to take it slow.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 10,
        "content": "The man began to turn around, gently humming a tune to himself. Niko snapped his eye shut, noticing that the man had a pistol holstered at his hip, tucked under his lab coat. The footsteps approached Niko. He held his breath for a moment as he prepared to strike. The man, humming quietly as he approached, leaned right above Niko’s face. Niko could feel his hot breath against his skin as the man murmured to himself, “Let's get you dosed up. Lot easier to carve you up if you're already dead.”",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 11,
        "content": "Niko took the opening. His eyelids shot open. Flooded with light, he was temporarily blinded as he swung both his arms up aiming for the man’s neck. His arms were interrupted, however, by thick polyester straps holding his arms and feet onto the operating table. His captor’s mouth went wide as he realized Niko was awake. Niko saw the man’s face now. Six red metal lenses sat in a scattered array where his eyes should be. The metal plating Niko saw on the back of the man’s head extended around to the front, covering three quarters of his skull. The plating ran down his forehead, supporting and framing his massive eye augment. The man had on what looked like metal body armor covering his torso, but could very well be another augment. Niko had to act fast, this guy was more dangerous than he could have estimated from his one-eyed glances. He leaned forward forcefully, sitting up and pulling the operating table upright with all of his core strength. His augments were working properly at the very least as the table, with Niko still strapped to it, flew into an upright position. Niko wouldn’t be able to break the straps with brute strength, but the metal screws that held them into the table were a different story. He used the momentum of swinging upright while strapped to the table to slam his wrists towards the ground with all of the force he could muster. He heard the metal creak and then pop as the screws cracked under the strain of the force. His arms were free, but now he was falling forward towards the ground, feet still strapped to the bottom of the operating table. Niko spun with the table as it began to fall forward, slamming the table to the ground with Niko now on top. He sat up and undid the straps on his feet.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 12,
        "content": "His captor was drawing his weapon, moving back slowly. Niko didn’t give him the chance. Fueled by pure adrenaline and aided by his augments, Niko’s movements were inhuman as he launched forward, rolling from his seated position into a crouch then into a forward leap in the blink of an eye. He lunged at the man, hands outstretched, grabbing his neck. The force of Niko’s attack pushed the man right through the supply table, surgical tools clanging against the concrete floor as the flimsy wooden table splintered. Niko kept the momentum, driving the man into the concrete wall, knocking the gun from his hand. He pressed his hands firmly against the man’s throat. He could see what little skin was left visible on the man’s face start growing red. The man grasped at Niko’s hands, violently attempting to break free of his choke-hold. The man, desperate now, threw his head forward and slammed his metal plated skull directly into Niko’s forehead. Niko grunted in pain as he reeled from the blow, loosening his grip on the man’s throat. The man acted quickly, breaking Niko’s loosened grip with his hands before diving for his pistol. Niko lunged for the weapon as well, both of them on the floor wrestling over the pistol. Niko’s hands were around the gun, but so were the man’s as they each attempted to force the gun towards the other. This wasn’t going well. The man was much stronger than he looked. Niko staggered to his knees, still wrestling over the pistol. The man leaned forward against Niko, slowly moving the barrel of the gun ever closer to Niko’s face. Niko suddenly let go of the gun with his right hand, throwing the man off balance. As the man fell forward, Niko threw a left hook right into the man’s eye augments, shattering several of the red cylinders. The man slammed to the ground, loosening his grip on the pistol. Niko grabbed it and pressed it under the man’s chin.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 13,
        "content": "“Vysynthia! Vy! He’s escape-“ The man began to shout as Niko pulled the trigger, ending his second life of the evening. The shot rang out, deafening in the small concrete room. The man collapsed as Niko pulled the pistol away from the man’s neck, blood pooling around his body. Niko fell backwards onto the ground next to the man's body, breathing heavily. His head was spinning, the man's blood running across the ground through Niko's fingers. Niko looked down and only now realized he was completely naked, his pale skin reflecting the dim light of the basement room. He sat up and scanned the room. There wasn't much in the room other than the now completely demolished operating table and equipment table, although in the corner nearest the doorway there was another small shelf that had what looked like his clothing and body armor piled up. Niko stood up, stumbling, still reeling from regaining consciousness and immediately fighting for his life. He quickly began to put on his clothing and body armor. Now that the adrenaline was beginning to fade, Niko felt his arms ache from slamming them against the man's steel-plated chest a few moments ago.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 14,
        "content": "Niko scrambled to armor himself, slapping his shin and leg guards over his polyurethane under suit. The armor pieces connected to a small flexible metal railing along the sides of his legs and arms. The railing was integrated into his augments, protruding through his skin, flowing down his legs and arms, all paths converging in his spinal augment. Each segment of his body armor was powered by his armor’s battery system, housed on the back of his chest plate. The individual armor pieces engaged with the railing for power and control, however they all had individual standby batteries for when they were disengaged. The armor pieces were segmented and motorized to shape themselves around Niko, moving with his muscles, tightening and loosening intuitively. His spinal augments integrated with this system, tracking his nervous system and reacting immediately, making his armor feel like a natural extension of his body. It served its purpose, but it was dated technology. While his benefactors had modified the armor with various upgrades to its control systems and processing capabilities, Cairotek and its competitors had moved into armor that featured a series of much smaller hexagonal, flexible plates that could integrate and mesh seamlessly on the fly, forming a metallic skin over its wearer. Niko’s bulky armor seemed almost primitive comparatively.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 15,
        "content": "He finished equipping the rest of his armor, lowering his helmet over his head. The internal display flickered on, flooding his eyes with blue light as the cameras and other sensors engaged. Niko frowned. The operating system wasn’t loading properly. He only had baseline functionality, the low level operations that can't be disabled for safety reasons…except apparently by the people who gave him this armor. He had no GPS functionality, no proximity sensors, the drone system was offline, however he had noticed that the drone modules had already been stripped out of the armor while he was unconscious anyway, and his movement calibration profiles were completely reset. His armor didn’t know it was Niko wearing it and his first few steps felt clumsy and clunky as the armor began re-calibrating. Niko groaned. He had been calibrating this armor to his movements for the better part of a decade, this felt like moving through molasses. He picked up the gun he had set down a moment prior. By his rough count, it had been about 90 seconds since the gunshot. They would be coming any second now, Niko was surprised that no one else was already here. Niko crouched in the corner of the room on the inside of the doorway, hoping that he could get the jump on whoever entered next. As he held the pistol steady, Niko held his breath anticipating someone entering. Suddenly, a siren blared from speakers in the corner of the room. Red emergency lights embedded in the walls began flashing, bathing the body on the ground in a crimson light, matching the still pooling blood. Niko felt his stomach drop. They knew and they were coming to kill him.\n\nHuddled, trembling with adrenaline, Niko anticipated footsteps that never came. Every second was agony waiting to hear footfalls but after another full minute, Niko relaxed his grip on the pistol, puzzled. A filtered voice echoed from a small PA speaker mounted in the corner of the room, breaking the tension. The voice spoke frantically in Russian, and Niko recognized it as the other person who was in the room with him, the woman he was assuming was named Vysynthia.",
        "totalPages": 16
      },
      {
        "pieceSlug": "niko-001",
        "pageNumber": 16,
        "content": "“We are under attack. Everyone get to the entrance now. Gerz, you are in charge. You need to hold them off so I can complete the data wipe. I will signal when it is complete.”\n\nNiko exhaled. A stroke of luck. He could use this to his advantage, sneaking out while they were distracted. *But then what?* He was over a hundred miles from the next town. This part of Asia was known for its irradiated forests and endless stretches through wasteland, only broken up by occasional police checkpoints. He just needed a lead, something to follow, another series of choices. Taking the road without a plan during a supercell storm was a death sentence and staying in Voronezh without some serious protection was equally deadly. *The woman would have info on who gave them the job. She was saying something about a broker screwing them*, Niko thought, realizing he had more to do here before he could make his escape. He sighed, taking a moment to check the pistol, basking in the flashing red light before making his way to the stairwell. He made a mental note that he had five bullets left in the gun as he peered up into the stairs above. He was at least four floors underground, the staircase stopped 4 levels above but he could only hope that it stopped at the ground level and that this was not a second set of stairs that led deeper.\n\nNiko moved towards the staircase, his newly recalibrating armor clunky as he ascended the steps, taking them two or three at a time. He quickly reached the first landing and then the second. When he arrived at the second landing, Niko was presented with a metal door, blue light streaming through its thin glass window. He peered into the window getting glimpses of a hallway, and another door open with flickering blue emitting from the open doorway. Time to see what this Vysynthia was doing. Maybe get some answers. He slammed his hand down on the door handle, breaking it easily. The door swung open and Niko entered.",
        "totalPages": 16
      }
    ]
  }
}